Repository: b-jesch/script.advanced.wol
Catalog: resources/language/resource.language.*/strings.po
Languages: de_de, it_it

# #51000
source: Basic settings
de_de: Allgemein

# #51001
source: Ethernet MAC address
de_de: Ethernet MAC Adresse

# #51002
source: IP address or hostname
de_de: IP Adresse oder Hostname

# #54001
source: NOTE: Changing these settings requires a Kodi Restart!
de_de: ACHTUNG: Die Änderung dieser Einstellungen erfordert einen Kodi Neustart!

# #54010
source: Wake on Kodi Launch
de_de: Wake-Up bei Start

# #54011
source: Activate 'wake on launch'
de_de: 'Wakep-Up bei Start' aktivieren

# #54012
source: Delay WOL signal on 'wake on launch' (in seconds)
de_de: WOL Signal bei 'Wakep-Up bei Start' verzögern (Sekunden)

# #54020
source: Also wake after Kodi returns from standby
de_de: Bei Rückkehr aus Standby Wake-Up ebenfalls ausführen

# #54021
source: Activate 'wake after standby'
de_de: 'Wake-Up nach Standby' aktivieren

# #54022
source: Delay WOL signal on 'wake after standby' (in seconds)
de_de: WOL Signal bei 'Wake-Up nach Standby' verzögern (Sekunden)

# #54030
source: Update libraries after successful 'wake on launch' and 'wake after standby'
de_de: Bibliotheken nach erfolgreichem Aufwecken aktualisieren

# #54031
source: Update video library
de_de: Video-Bibliothek aktualisieren

# #54032
source: Update music library
de_de: Musik-Bibliothek aktualisieren

# #54033
source: Delay library updates (in seconds)
de_de: Verzögere Bibliothek-Aktualisierungen (Sekunden)

# #52000
source: Notifications
de_de: Benachrichtigungen

# #52001
source: Enable launch notification
de_de: Aktiviere Startbenachrichrigung

# #52002
source: Enable ping or waiting counter notifications
de_de: Aktiviere Ping- oder Wartezählerbenachrichtigungen

# #52003
source: Enable host up success/failure notification
de_de: Aktiviere Host Up Erfolgs-/Fehlerbenachrichtigung

# #52004
source: Enable error notifications
de_de: Aktiviere Fehlerbenachrichtigungen

# #53000
source: Advanced settings
de_de: Erweiterte Einstellungen

# #53010
source: Host up check
de_de: Host Up Test

# #53011
source: Ping timeout for host up check (in seconds)
de_de: Ping Timeout für Host Up Test (Sekunden)

# #53012
source: Disable host up check via ping...
de_de: Deaktiviere Host Up Test via Ping...

# #53013
source: ...and simply assume wake up after this timespan (in seconds)
de_de: ...und erwarte Aufwecken nach dieser Zeitspanne (Sekunden)

# #53020
source: Continuous WOL signals
de_de: Ständige WOL-Signale

# #53021
source: Send continuous WOL packets
de_de: Sende dauerhaft WOL-Signale

# #53022
source: Delay between packets (in seconds)
de_de: Verzögerung zwischen den Paketen (Sekunden)

# #53023
source: Continue sending after Kodi returns from standby
de_de: Sende kontinuierlich nach der Rückkehr aus dem Standby

# #60000
source: Waking up %s...
de_de: Wecke %s...

# #60001
source: Waiting for %s to wake up...
de_de: Warte für %s zum Aufwecken

# #60002
source: %s of %s seconds
de_de: %s von %s Sekunden

# #60003
source: %s did not wake up!
de_de: %s wacht nicht auf!

# #60004
source: %s is awake!
de_de: %s ist wach!

# #60005
source: ERROR on host up check
de_de: Fehler während des Host Up Tests

# #60006
source: Host %s could not be resolved.
de_de: Host %s wird nicht gefunden.

# #60007
source: Launching command...
de_de: Führe Befehl aus...

# #60008
source: WOL packets will continue with a delay of %s seconds.
de_de: WOL-Pakete werden fortlaufend mit einer Verzögerung von %s Sekunden gesendet.

# #60009
source: Kodi must be run as Administrator for ping based host up checks to work. You can disable the 'host up check via ping' in the addon settings to prevent this error.
de_de: Kodi muss als Administrator ausgeführt werden, damit die pingbasierte Host-Up-Prüfung funktioniert. Sie müssen die 'Host-Up-Prüfung über Ping' in den Addon-Einstellungen deaktivieren, um diesen Fehler zu verhindern.

# #60010
source: Kodi must be run as root for ping based host up checks to work. You can disable the 'host up check via ping' in the addon settings to prevent this error.
de_de: Kodi muss als Root ausgeführt werden, damit die ping-basierte Host-Up-Prüfung funktioniert. Sie können die 'Host-Up-Prüfung über Ping' in den Addon-Einstellungen deaktivieren, um diesen Fehler zu verhindern.

# #60011
source: %s should be awake now!
de_de: %s sollte jetzt wach sein!

# #32000
source: Device list
it_it: Elenco Dispositivi

# #32001
source: Ethernet MAC address
it_it: Indirizzo MAC Ethernet

# #32002
source: IP address or device name
it_it: Indirizzo IP o nome del Dispositivo

# #32005
source: send WOL
it_it: Invia WOL

# #32010
source: Device #1
it_it: Dispositivo #1

# #32011
source: Device #2
it_it: Dispositivo #2

# #32012
source: Device #3
it_it: Dispositivo #3

# #320013
source: Device #4
it_it: Dispositivo #4

# #32100
source: Autostart
it_it: Avvio Automatico

# #32101
source: NOTE: Changing these settings requires a Kodi Restart!
it_it: NOTA: La modifica delle impostazioni richiede un riavvio di Kodi!

# #32110
source: Wake on Kodi Launch
it_it: Attiva all'avvio di Kodi

# #32111
source: Activate 'wake on launch'
it_it: Attiva 'WOL all'avvio'

# #32112
source: Delay WOL signal on 'wake on launch'
it_it: Ritarda segnale WOL su 'WOL all'avvio''

# #32120
source: Wake on return from Standby
it_it: Riattivazione su uscita Standby

# #32121
source: Activate 'wake after standby'
it_it: Attiva 'WOL su uscita standby'

# #32122
source: Delay WOL signal on 'wake after standby'
it_it: Ritarda segnale WOL su 'WOL su uscita standby'

# #32130
source: Update libraries (only auto start)
it_it: Aggiorna librerie (Esclusivamente con avvio automatico)

# #32131
source: Update video library
it_it: Aggiorna libreria video

# #32132
source: Update music library
it_it: Aggiorna libreria musica

# #32133
source: Delay library updates
it_it: Ritardare gli aggiornamenti della libreria

# #32134
source: Delay host up notification
it_it: Ritarda la notifica HOST attivo

# #32150
source: 0 sec (off)
it_it: 0 sec (spento)

# #32200
source: Notifications
it_it: Notifiche

# #32201
source: Enable launch notification
it_it: Abilita la notifica di Avvio

# #32202
source: Enable ping or waiting counter notifications
it_it: Abilita ping o contatore di attesa

# #32203
source: Enable host up success/failure notification
it_it: Abilita la notifica HOST Attivo/disattivo

# #32300
source: Advanced settings
it_it: Impostazioni Avanzate

# #32310
source: Host up check
it_it: Controllo HOST Attivo/Disattivo

# #32311
source: Ping timeout for host up check
it_it: Timeout del ping per il controllo dell'HOST Attivo

# #32312
source: Disable host up check via ping...
it_it: Disabilita controllo HOST Attivo tramite ping...

# #32313
source: ...and simply assume wake up after this timespan
it_it: ...e presupponi l'HOST sia online dopo questo tempo

# #32400
source: Waking up %s
it_it: Attivo %s

# #32401
source: Waiting for device(s) to wake up
it_it: In attesa che il Dispositivo(i) si Attivino

# #32402
source: %s of %s seconds passed
it_it: %s di %s secondi trascorsi

# #32403
source: %s don't wake up
it_it: %s Non Attivare

# #32404
source: %s is awake
it_it: %s Attivo

# #32405
source: %s did not wake up
it_it: %s Non si Ã¨ Attivato

# #32411
source: Device(s) should be awake now!
it_it: Il dispositivo(i) dovrebbero essere Attivi ora!
